{ "story": [{"id":"1","leftStoryRef":"1-1","leftStoryText":"Knock on the front door","rightStoryRef":"1-2","rightStoryText":"Enter through a secret tunnel","currentText":"You are the Bongo Ninja. You must avenge your stolen Bongo Brethren. Infiltrate the castle and kill Musashi Bowser."},{"id":"1-1","leftStoryRef":"1-1-1","leftStoryText":"You yell out, \"What the heck are you saying?","rightStoryRef":"1-1-2","rightStoryText":"You calmly face the guard and reply, \"おれわほもののおとこです\"","currentText":"A tired looking guard slowly opens the door. \"だれわなんですか?\" How do you respond?"},{"id":"1-2","leftStoryRef":"1-2-1","leftStoryText":"You walk briskly past him, whispering, \"Cool story, bro\"","rightStoryRef":"1-2-2","rightStoryText":"You nod, replying \"아니요. 현기증 난단 말이에요. 빨리 라면 끓여 주세요!\"","currentText":"You are approached by a flirty Korean man. He looks you up and down, finally greeting you. \"밥먹었어?\""},{"id":"1-1-1","leftStoryRef":"","leftStoryText":"","rightStoryRef":"","rightStoryText":"","currentText":"The guard's eyes become wide as he screams out, \"忍び!\". He unsheathes his katana and swings at your head. You try to dodge but lose your footing on the gravel beneath. The last thing you see is a flash of red as you slowly lose consciousness. おまえわしんでる!"},{"id":"1-1-2","leftStoryRef":"1-1-2-1","leftStoryText":"You nod in his direction, confidently walking into the castle interior.","rightStoryRef":"1-1-2-2","rightStoryText":"You slap the guard in the face, screaming \"あなたわとてもしつれい！\". The guard falls to the ground crying. You step over his body and into the castle interior.","currentText":"The guard bows low. \"すみません、おとこさま。 どうぞ入ってください!\", he says in a low and worried voice."},{"id":"1-2-1","leftStoryRef":"1-2-1-1","leftStoryText":"Open the door and enter the castle.","rightStoryRef":"1-2-1-2","rightStoryText":"You walk along the wall and slip into the small gap in the wall.","currentText":"Moving further along the path, you see a door leading up into the castle and a small crevice along the tunnel wall. Which do you take?"},{"id":"1-2-2","leftStoryRef":"1-2-1","leftStoryText":"Feeling a strange vibe coming from this man, you politely decline and go back a little ways along the path.","rightStoryRef":"1-2-2-1","rightStoryText":"You sit down next to the man, entranced by the smell of ramen.","currentText":"He beckons you to follow him along the path. You come upon what looks like his small camping area. He sits down and starts cooking ramen in an usually large pot. Large enough to fit an entire person. He beckons you to sit down."},{"id":"1-2-2-1","leftStoryRef":"","leftStoryText":"","rightStoryRef":"","rightStoryText":"","currentText":"You stand up, impatiently waiting for the ramen to cook. Suddenly the man cries out from behind you, \"인간이 제일 맛있다!\". You feel a thud on the back of your head and black out. As you slowly come to your senses, your nose is filled with a beautiful aroma, although you feel a startling heat coming from your feet..."}]
}